@extends('frontend.layouts.master')
@section('content')
    <div class="container spacet50 spaceb50 centerAndFont">
        <div class="row">

            <div class="col-md-12">
                {!! Voyager::setting('general-settings.at_a_glance') !!}
                {{--<p style="text-align: justify;">দেশকে নিরক্ষরমুক্ত করার লক্ষ্যে সরকারের অঙ্গীকারের পঠভূমিতে দেশে সরকারি প্রাথমিক বিদ্যালয়ের পাশাপাশি স্থানীয় ও বেসরকারি উদ্যোগে প্রাথমিক বিদ্যালয় প্রতিষ্ঠা সময়ের দাবী। প্রাথমিক পর্যায়ে পরিপূর্ণ  জ্ঞানের আলো শিশুদের মাঝে ছড়িয়ে দেয়ার লক্ষ্যে আমাদের ব্যাক্তিগত উদ্যোগে ও স্থানীয় গন্যমান্য ব্যক্তিবর্গের সহযোগীতায়  ২০১১ সালের নভেম্বরে ডোরস বেসরকারি প্রাথমিক বিদ্যালয় প্রতিষ্ঠিত হয়। প্রতিষ্ঠাতা পরিচালক ও প্রধান শিক্ষক জনাব ইন্জিনিয়ার মোꓽ জাকির হোসেন এর আর্থিক বিনিয়োগ, পরিচালক জনাব মোꓽ রেজাউল হাসান এবং পরিচালক জনাব শংকর দে এর শিক্ষার প্রতি অনুরাগ ও ত্যাগ মহতী উদ্যোগের ভিত্তি রচিত হয়। উক্ত সময়ে বিদ্যালয় পরিচালনা পর্ষদ গঠন করে প্রধান শিক্ষক সহ মোট ৮ জন শিক্ষক নিয়োগ দেয়া হয়। ২০১২ শিক্ষাবর্ষ  হতে পাঠদান কার্যক্রম চলমান। ২০১২ শিক্ষাবর্ষে  প্রাক-প্রাথমিক শ্রেণি হতে চতুর্থ শ্রেণি পর্যন্ত  মোট ৬৫ জন শিক্ষার্থী ভর্তির মাধ্যমে শিক্ষা কার্যক্রম শুরু হয়। দ্বীপ জেলা ভোলার বোরহানউদ্দিন উপজেলাধীন বোরহানগঞ্জ বাজারে অবস্থিত প্রতিষ্ঠানটি দীর্ঘ পথচলায় বিভিন্ন শ্রেণি পেশার অভিবাবকদের স্বপ্ন বাস্তবায়নের সুতিকাগার হিসাবে ভূমিকা পালন করছে ।</p>

                <p style="text-align: justify;">&nbsp;</p>
                <title></title>xx
                <p style="text-align: justify;">২০১৬ শিক্ষাবর্ষে  বিদ্যালয়ের নাম পরিবর্তন করে ডোরস বিদ্যালয় নামে মাধ্যমিক পর্যায় শুরু করা হয়।২০১৬ সালে ষষ্ঠ শ্রেণিসহ মোট শিক্ষার্থী সংখ্যা ছিল ১২০ জন। ২০১৭ সালে সপ্তম শ্রেণি এভাবে পর্যায়ক্রমে ২০১৮ সালে অষ্টম শ্রেণি শুরু করে  ১১জন শিক্ষার্থী ২০২১ সালের এস.এস.সি. পরীক্ষায় অংশগ্রহন করে। ৫ জন শিক্ষার্থী জিপিএ ৫ প্রাপ্ত হয়। ২০২৩ সালের বিদ্যালয় ভর্তি রেজিষ্টার অনুযায়ী  প্রাক-প্রাথমিক শ্রেণি হতে ১০ম শ্রেণি পর্যন্ত মোট শিক্ষার্থী সংখ্যা  প্রায় ৩০০। নিয়মিত শিক্ষক সংখ্যা ১৬ জন, গেস্ট শিক্ষক ৩ জন, অফিস সহকারি ১ জন এবং অফিস সহায়ক ১ জন।<strong> </strong>উন্মুক্ত <span style="text-align: justify;">বিশ্ব</span>বিদ্যালয় হতে ১-৭-২০০৫ থেকে এইচএসসি প্রোগ্রাম চালু হয়। ০১-০৭-১৯৯৩ ইংরেজি হতে কলেজটি এমপিওভুক্ত হয়।</p><!-- <h2 class="courses-head text-center"></h2> -->
                <input type="hidden" name="page_content_type" id="page_content_type" value="">
                <div class="post-list" id="postList">
                </div>--}}
            </div>
        </div>
    </div>
@stop
