@extends('frontend.layouts.master')
@section('content')
    <div class="container spacet50 spaceb50 centerAndFont">
        <div class="row">
            <div class="col-md-12">
                {!! Voyager::setting('general-settings.vision') !!}
                {{--<p style="text-align: justify; margin-bottom: 0px">উদ্যোগতাগণ ও শিক্ষকবৃন্দের ত্যাগী মানসিকতা তথা অর্থ উপার্জনের বাইরে শিক্ষা ও সামগ্রীক ক্ষেত্রে মানব উন্নয়নের প্রত্যয় আমাদের মূল শক্তি। Our motto is To acquire ultimate wisdom.
                    যে জ্ঞান শুধুমাত্র পাঠ্যবই কিংবা ভাল ফলাফলের মধ্যে সিমাবদ্ধ থাকবেনা, যে জ্ঞান সকল রহস্যের দরজা খুলে দেবে, আমরা সেই জ্ঞানের সন্ধানে উম্মুখ- যাহা মানুষকে সামগ্রীক মানবতায়, সততায়, ত্যাগে, ভালবাসায় ও বুদ্ধিতে অনেক উচ্চতায় নিয়ে যাবে। আমরা স্বপ্ন দেখি-এই শিশুদেরকে উপযুক্ত পরিবেশ দেয়া হলে ও যথাযথ পরিচর্যা করলে এরাই একদিন এলাকার হাল ধরবে তথা দেশ ও জাতিকে করবে আলোকিত।
                    সর্বপরি আমাদের  উদ্দেশ্য হলো শিক্ষার্থীদের মানসম্পন্ন শিক্ষা প্রদান করা। তাদেরকে সর্বোত্তম মানবিক গুনাবলীর অধিকারী করা, তাদের অধিকার ও দায়িত্ব সম্পর্কে সচেতন করা।
                </p>--}}
            </div>
        </div>
    </div>
@stop
